-- MySQL dump 10.13  Distrib 8.0.23, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: clinic
-- ------------------------------------------------------
-- Server version	8.0.23

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `message_server`
--

DROP TABLE IF EXISTS `message_server`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `message_server` (
  `sender_pass_id` varchar(50) NOT NULL,
  `receiver_pass_id` varchar(50) NOT NULL,
  `text_message` varchar(1000) NOT NULL,
  `message_date` datetime NOT NULL,
  `seen` varchar(45) DEFAULT 'unseen'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `message_server`
--

LOCK TABLES `message_server` WRITE;
/*!40000 ALTER TABLE `message_server` DISABLE KEYS */;
INSERT INTO `message_server` VALUES ('0123456789','1234567890','سلام من مریض هستم ','2021-02-06 03:39:56','seen'),('1234567890','0123456789','سلام مشکلتون چی هستش\n','2021-02-06 03:42:18','seen'),('0123456789','1234567890','خوبید آقای دکتر ','2021-02-06 03:42:26','seen'),('1234567890','0123456789',' خدارو شکر ','2021-02-06 03:42:33','seen'),('1234567890','0123456789',' شما داروهاتونو مصرف میکنید \n','2021-02-06 03:42:42','seen'),('0123456789','1234567890',' خیر حالشو ندارم قرصارو بخورم ','2021-02-06 03:42:59','seen'),('1234567890','0123456789',' مساله ای نیست ','2021-02-06 03:43:07','seen'),('0123456789','1234567890',' خیلی ممنونم از راهنمایی تون \n','2021-02-06 03:43:15','seen'),('1234567890','0123456789',' خواهش میکنم عزیزم \nهمیشه سلامت باشید ','2021-02-06 03:43:30','seen'),('0123456789','1234567890',' قربان شما خدا نگهدار','2021-02-06 03:43:39','seen'),('1234567890','0123456789',' خداحافظ','2021-02-06 03:43:47','seen'),('1234567890','0123456789','سلام دکتر بیمار جان حالت خوب شد \n','2021-02-06 03:57:39','seen'),('0123456789','1234567890','سلام خوب هستید آقای دکتر','2021-02-06 03:58:50','seen'),('1234567890','0123456789','بله خدارو شکر شما چطورید ','2021-02-06 03:59:02','seen'),('0123456789','1234567890','دارو هامو از کجا تهیه باید بکنم \n','2021-02-06 03:59:40','seen'),('1234567890','0123456789','سلام جناب','2021-02-06 13:54:01','seen'),('0123456789','1234567890','','2021-02-06 13:54:06','seen'),('1234567890','0123456789',' اقا چراجواب نمیدید، من مریض شمام','2021-02-06 13:54:47','seen'),('1234567890','0123456789','اقا شرمنده من دکترم شما مرضید','2021-02-06 14:01:17','seen'),('1234567890','0123456789',' باعث تعلل معذرت میخوام','2021-02-06 14:01:30','seen'),('1234567890','0123456789',' معذرت میخوام بخاطر ادبیاتم','2021-02-06 14:01:51','seen'),('1234567890','1203456789',' سلام جناب','2021-02-06 14:04:40','seen'),('1203456789','1234567890','گل برای گل','2021-02-06 14:05:40','seen'),('1234567890','0123456789','slm','2021-02-06 19:46:37','seen'),('0123456789','1234567890','slm va dorod bar shoma','2021-02-06 19:46:47','seen'),('1234567890','0321564892','slm aghaye doktor','2021-02-06 23:34:52','unseen'),('1234567890','1234567890',' slm','2021-02-06 23:35:06','seen'),('1234567890','1234567890',' chtetori','2021-02-06 23:35:12','seen'),('1234567890','0123456789','  سلام','2021-02-07 00:21:25','seen'),('1234567890','0123456789',' درود بر شما\n','2021-02-07 00:21:33','seen'),('1234567890','1203456789',' سلام','2021-02-07 00:22:32','seen'),('1234567890','1203456789',' کجا رفتی بیمار','2021-02-07 00:22:53','seen'),('1203456789','1234567890','چرا رفتی','2021-02-07 00:23:33','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:23:35','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:23:37','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:23:43','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:23:49','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:24:00','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:24:01','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:24:04','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:24:06','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:24:08','seen'),('1203456789','1234567890',' چرا رفتی','2021-02-07 00:24:11','seen'),('1234567890','1203456789',' من اینجام','2021-02-07 00:24:26','seen'),('0123456789','1234567890','به به اقای دکتر','2021-02-07 00:34:21','seen'),('0123456789','1234567890',' یادی از ما کردی','2021-02-07 00:34:24','seen'),('0123456789','1234567890','slm','2021-02-07 20:22:45','seen'),('1234567890','0123456789','سلام بر شما بیمار عزیز','2021-02-07 20:22:59','seen'),('1234567890','0123456789',' کجایی بیمار چرا ج نمیدی','2021-02-07 20:23:11','seen'),('1234567890','0123456789',' ؟','2021-02-07 20:23:17','seen'),('0123456789','1234567890',' همینجام','2021-02-07 20:23:30','seen'),('0123456789','1234567890',' شما چرا گوش نمیدی به من ','2021-02-07 20:23:38','seen'),(' ','0123456789','سلام و درود\n','2021-02-08 01:44:55','unseen'),('5555555555','0123456789','سلام','2021-02-08 01:46:47','unseen'),('5555555555','1234567890',' سلام به بیمار جدید','2021-02-08 01:48:34','seen'),('1234567890','5555555555','سلام و درود بر شما','2021-02-08 01:48:45','seen'),('5555555555','1234567890',' چطوری','2021-02-08 01:49:03','seen'),('1234567890','5555555555',' خوبم','2021-02-08 01:49:08','seen'),('5555555555','1234567890','به به ','2021-02-08 01:51:21','seen'),('1234567890','5555555555',' حال شما جناب','2021-02-08 01:51:27','seen'),('1111111111','1234567890','سلام بر شما','2021-02-08 02:03:05','seen'),('1111111111','1234567890',' سلام','2021-02-08 02:04:09','seen'),('1234567890','1111111111','خوبید','2021-02-08 02:04:21','seen'),('1111111111','1234567890','بله ','2021-02-08 02:04:26','seen'),('5555555555','1234567890','سلام','2021-02-08 02:05:53','seen'),('6666666666','1111111111','slm','2021-02-09 01:28:16','seen'),('1111111111','6666666666','خوبید','2021-02-09 01:28:30','seen'),('5555555555','6666666666','سلام','2021-02-09 01:31:24','seen'),('1111111111','6666666666','slm','2021-02-09 01:36:33','seen'),('6666666666','1111111111','سلام','2021-02-09 01:36:44','seen'),('1111111111','6666666666','حرف میزنیم ','2021-02-09 02:33:41','seen'),('6666666666','1111111111','باشه','2021-02-09 02:33:44','seen'),('6666666666','1111111111',' خب','2021-02-09 02:33:48','seen'),('6666666666','1111111111',' سیشسنتسکبتشسنیمکب','2021-02-09 02:33:51','seen'),('6666666666','1111111111',' سکیمنبگسیبمنک','2021-02-09 02:33:58','seen'),('1111111111','6666666666',' چشم','2021-02-09 02:34:12','seen');
/*!40000 ALTER TABLE `message_server` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-02-09 16:15:23
